Repository: toublence/locktodonote
Catalog: Extensions/WidgetExtension/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, zh_hans, zh_hant

# widget.description
source: See today's todos and memos on your Lock Screen and Home Screen.
ar: اعرض مهام اليوم وملاحظاته على شاشة القفل والشاشة الرئيسية.
de: Sieh deine heutigen Aufgaben und Notizen auf dem Sperr- und Home-Bildschirm.
es: Consulta las tareas y notas de hoy en la pantalla bloqueada y de inicio.
fr: Consultez les tâches et notes du jour sur l’écran verrouillé et l’écran d’accueil.
hi: आज के कार्य और नोट लॉक स्क्रीन और होम स्क्रीन पर देखें।
ja: 今日のToDoとメモをロック画面とホーム画面で確認できます。
ko: 오늘의 할 일과 메모를 잠금 화면과 홈 화면에서 확인하세요.
zh_hans: 在锁定屏幕和主屏幕上查看今天的待办事项和备忘。
zh_hant: 在鎖定畫面和主畫面上查看今天的待辦事項和備忘。

# intent.emptyText
source: Text is empty
ar: النص فارغ
de: Text ist leer
es: El texto está vacío
fr: Le texte est vide
hi: टेक्स्ट खाली है
ja: テキストが空です
ko: 텍스트가 비어 있어요
zh_hans: 文本为空
zh_hant: 文字是空的

# intent.limitReached
source: You've used all free Shortcut adds today. Upgrade to Pro for unlimited adds.
ar: لقد استخدمت جميع إضافات الاختصارات المجانية اليوم. الترقية إلى Pro للحصول على عدد غير محدود من الإضافات.
de: Du hast heute alle kostenlosen Kurzbefehle verbraucht. Mit Pro kannst du unbegrenzt hinzufügen.
es: Has usado todas las adiciones gratuitas de Atajos de hoy. Actualiza a Pro para añadir sin límites.
fr: Vous avez utilisé tous les ajouts gratuits par raccourci aujourd’hui. Passez à Pro pour des ajouts illimités.
hi: आज के सभी मुफ़्त शॉर्टकट जोड़ने की सीमा पूरी हो गई है। असीमित जोड़ने के लिए Pro लें।
ja: 本日の無料ショートカット追加回数を使い切りました。Proなら無制限に追加できます。
ko: 오늘의 무료 단축어 추가 횟수를 모두 사용했어요. Pro에서는 무제한으로 추가할 수 있어요.
zh_hans: 今天的免费快捷指令添加次数已用完。升级到 Pro 即可无限添加。
zh_hant: 今天的免費捷徑新增次數已用完。升級至 Pro 即可無限新增。

# intent.addedToTodo
source: Added to Todo
ar: تمت الإضافة إلى المهام
de: Zur Aufgabenliste hinzugefügt
es: Añadido a Tareas
fr: Ajouté aux tâches
hi: कार्य में जोड़ा गया
ja: ToDoに追加しました
ko: 할 일에 추가했어요
zh_hans: 已添加到待办
zh_hant: 已新增至待辦

# intent.addedToMemo
source: Added to Memo
ar: تمت الإضافة إلى المذكرة
de: Zu Notizen hinzugefügt
es: Añadido a Notas
fr: Ajouté aux notes
hi: मेमो में जोड़ा गया
ja: メモに追加しました
ko: 메모에 추가했어요
zh_hans: 已添加到备忘
zh_hant: 已新增至備忘

# intent.failed
source: Could not save that.
ar: لا يمكن حفظ ذلك.
de: Das konnte nicht gespeichert werden.
es: No se ha podido guardar.
fr: Impossible d’enregistrer.
hi: इसे सेव नहीं किया जा सका।
ja: 保存できませんでした。
ko: 저장하지 못했어요.
zh_hans: 无法保存。
zh_hant: 無法儲存。

# intent.refreshed
source: Refreshed the Lock Screen
ar: تحديث شاشة القفل
de: Sperrbildschirm aktualisiert
es: Pantalla bloqueada actualizada
fr: Écran verrouillé actualisé
hi: लॉक स्क्रीन रीफ़्रेश हो गई
ja: ロック画面を更新しました
ko: 잠금화면을 새로고침했어요
zh_hans: 已刷新锁定屏幕
zh_hant: 已重新整理鎖定畫面

# intent.setupFirst
source: Set up the Lock Screen in the app first
ar: قم بإعداد شاشة القفل في التطبيق أولاً
de: Richte zuerst den Sperrbildschirm in der App ein
es: Configura primero la pantalla bloqueada en la app
fr: Configurez d’abord l’écran verrouillé dans l’app
hi: पहले ऐप में लॉक स्क्रीन सेट करें
ja: 先にアプリでロック画面を設定してください
ko: 먼저 앱에서 잠금화면을 설정해주세요
zh_hans: 请先在 App 中设置锁定屏幕
zh_hant: 請先在 App 中設定鎖定畫面

source: Add to LockTodoNote
ar: أضف إلى LockTodoNote
de: Zu LockTodoNote hinzufügen
es: Añadir a LockTodoNote
fr: Ajouter à LockTodoNote
hi: LockTodoNote में जोड़ें
ja: LockTodoNoteに追加
ko: LockTodoNote에 추가
zh_hans: 添加到 LockTodoNote
zh_hant: 新增至 LockTodoNote

source: Refresh Lock Screen
ar: تحديث شاشة القفل
de: Sperrbildschirm aktualisieren
es: Actualizar pantalla bloqueada
fr: Actualiser l’écran verrouillé
hi: लॉक स्क्रीन रीफ़्रेश करें
ja: ロック画面を更新
ko: 잠금화면 새로고침
zh_hans: 刷新锁定屏幕
zh_hant: 重新整理鎖定畫面

source: Complete todo
ar: أكمل ما يجب عمله
de: Aufgabe erledigen
es: Completar tarea
fr: Terminer la tâche
hi: कार्य पूरा करें
ja: ToDoを完了
ko: 할 일 완료
zh_hans: 完成待办
zh_hant: 完成待辦

source: Select date
ar: اختر التاريخ
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner la date
hi: तारीख चुनें
ja: 日付を選択
ko: 날짜 선택
zh_hans: 选择日期
zh_hant: 選擇日期

source: Select content section
ar: حدد قسم المحتوى
de: Inhaltsbereich auswählen
es: Seleccionar sección de contenido
fr: Sélectionner la section de contenu
hi: कंटेंट सेक्शन चुनें
ja: コンテンツ欄を選択
ko: 콘텐츠 영역 선택
zh_hans: 选择内容区域
zh_hant: 選擇內容區域

source: Add a memo or todo to LockTodoNote.
ar: أضف مذكرة أو مهمة إلى LockTodoNote.
de: Füge LockTodoNote eine Notiz oder Aufgabe hinzu.
es: Añade una nota o tarea a LockTodoNote.
fr: Ajoutez une note ou une tâche à LockTodoNote.
hi: LockTodoNote में मेमो या कार्य जोड़ें।
ja: LockTodoNoteにメモまたはToDoを追加します。
ko: LockTodoNote에 메모 또는 할 일을 추가합니다.
zh_hans: 向 LockTodoNote 添加备忘或待办。
zh_hant: 向 LockTodoNote 新增備忘或待辦。

source: Restart the LockTodoNote Live Activity.
ar: أعد تشغيل نشاط LockTodoNote Live.
de: Starte die LockTodoNote Live-Aktivität neu.
es: Reinicia la Actividad en directo de LockTodoNote.
fr: Redémarrez l’activité en direct LockTodoNote.
hi: LockTodoNote लाइव एक्टिविटी फिर शुरू करें।
ja: LockTodoNoteのライブアクティビティを再起動します。
ko: LockTodoNote Live Activity를 다시 시작합니다.
zh_hans: 重新启动 LockTodoNote 实时活动。
zh_hant: 重新啟動 LockTodoNote 即時動態。

source: Text
ar: نص
es: Texto
fr: Texte
hi: टेक्स्ट
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

source: What do you want to add?
ar: ماذا تريد أن تضيف؟
de: Was möchtest du hinzufügen?
es: ¿Qué quieres añadir?
fr: Que voulez-vous ajouter ?
hi: आप क्या जोड़ना चाहते हैं?
ja: 何を追加しますか？
ko: 무엇을 추가할까요?
zh_hans: 你想添加什么？
zh_hant: 你想新增什麼？

source: Todo ID
ar: معرف تودو
de: Aufgaben-ID
es: ID de tarea
fr: ID de tâche
hi: कार्य ID
ko: 할 일 ID
zh_hans: 待办 ID
zh_hant: 待辦 ID

source: Completion Source
ar: مصدر الإكمال
de: Quelle der Erledigung
es: Origen de finalización
fr: Source de validation
hi: पूर्ण करने का स्रोत
ja: 完了元
ko: 완료 경로
zh_hans: 完成来源
zh_hant: 完成來源

source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख
ja: 日付
ko: 날짜
zh_hans: 日期
zh_hant: 日期

source: Section
ar: القسم
de: Bereich
es: Sección
hi: सेक्शन
ja: セクション
ko: 영역
zh_hans: 区域
zh_hant: 區域

# addImage
source: + Image
ar: + صورة
de: + Bild
es: + Imagen
hi: + इमेज
ja: + 画像
ko: + 이미지
zh_hans: + 图片
zh_hant: + 圖片

# addMemo
source: + Memo
ar: + مذكرة
de: + Notiz
es: + Nota
fr: + Note
hi: + मेमो
ja: + メモ
ko: + 메모
zh_hans: + 备忘
zh_hant: + 備忘

# addTodo
source: + Todo
ar: + ما يجب القيام به
de: + Aufgabe
es: + Tarea
fr: + Tâche
hi: + कार्य
ko: + 할 일
zh_hans: + 待办
zh_hant: + 待辦

# allItemsHidden
source: Lock Screen items are off
ar: عناصر شاشة القفل معطلة
de: Anzeige ist deaktiviert
es: Elementos desactivados
fr: Affichage désactivé
hi: आइटम दिखाना बंद है
ja: 表示する項目がオフです
ko: 표시할 항목이 꺼져 있어요
zh_hans: 显示项已关闭
zh_hant: 顯示項已關閉

source: Calendar
ar: التقويم
de: Kalender
es: Calendario
fr: Calendrier
hi: कैलेंडर
ja: カレンダー
ko: 캘린더
zh_hans: 日历
zh_hant: 日曆

source: D-Day
ar: يوم النصر
es: Día D
fr: Jour J
ko: 디데이

# dDayToday
source: D-Day
ar: يوم النصر
es: Día D
fr: Jour J

# hiddenContent
source: Hidden
ar: مخفي
de: Verborgen
es: Oculto
fr: Masqué
hi: छिपा हुआ
ja: 非表示
ko: 가려짐
zh_hans: 已隐藏
zh_hant: 已隱藏

source: Memo
ar: مذكرة
de: Notiz
es: Nota
fr: Note
hi: मेमो
ja: メモ
ko: 메모
zh_hans: 备忘
zh_hant: 備忘

source: No events
ar: لا توجد أحداث
de: Keine Termine
es: Sin eventos
fr: Aucun événement
hi: कोई इवेंट नहीं
ja: 予定なし
ko: 일정 없음
zh_hans: 暂无日程
zh_hant: 暫無行程

source: No memo
ar: لا مذكرة
de: Keine Notiz
es: Sin notas
fr: Aucune note
hi: कोई मेमो नहीं
ja: メモなし
ko: 메모 없음
zh_hans: 暂无备忘
zh_hant: 暫無備忘

source: No tasks
ar: لا توجد مهام
de: Keine Aufgaben
es: Sin tareas
fr: Aucune tâche
hi: कोई कार्य नहीं
ja: ToDoなし
ko: 할 일 없음
zh_hans: 暂无待办
zh_hant: 暫無待辦

# openApp
source: Open
ar: مفتوح
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
ja: 開く
ko: 열기
zh_hans: 打开
zh_hant: 打開

# openAppToRefresh
source: Open the app to refresh today
ar: افتح التطبيق للتحديث اليوم
de: App öffnen, um heute zu aktualisieren
es: Abre la app para actualizar hoy
fr: Ouvrez l’app pour actualiser
hi: आज अपडेट करने के लिए ऐप खोलें
ja: アプリを開いて今日を更新
ko: 앱을 열어 오늘 목록 갱신
zh_hans: 打开应用以更新今天
zh_hant: 打開 App 以更新今天

# refreshRequired
source: Open app to refresh
ar: افتح التطبيق للتحديث
de: App öffnen zum Aktualisieren
es: Abre la app para actualizar
fr: Ouvrir l’app pour actualiser
hi: रिफ़्रेश के लिए ऐप खोलें
ja: アプリを開いて更新
ko: 앱을 열어 새로고침
zh_hans: 打开应用以更新
zh_hant: 打開 App 以更新

# refreshToday
source: Refresh today's list
ar: تحديث قائمة اليوم
de: Heutige Liste aktualisieren
es: Actualiza la lista de hoy
fr: Actualiser la liste du jour
hi: आज की सूची रिफ़्रेश करें
ja: 今日のリストを更新
ko: 오늘 목록 갱신 필요
zh_hans: 更新今日清单
zh_hant: 更新今日清單

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
hi: आज
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

source: Todo
ar: ما يجب القيام به
de: Aufgabe
es: Tarea
fr: Tâche
hi: कार्य
ko: 할 일
zh_hans: 待办
zh_hant: 待辦

source: What are you waiting for?
ar: ماذا تنتظر؟
de: Worauf wartest du?
es: ¿Qué esperas?
fr: Qu’attendez-vous ?
hi: आप किसका इंतज़ार कर रहे हैं?
ja: 何を待っていますか？
ko: 무엇을 기다리고 있나요?
zh_hans: 你在期待什么？
zh_hant: 你在期待什麼？
